IdeaRS.Connections
WorkPlaneData.Method Property
Compatible with IDEA StatiCa 0.0
[Missing <summary> documentation for "P:IdeaRS.Connections.Data.WorkPlaneData.Method"]
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public WorkPlaneInputMethod Method { get; set; }
Property Value
Type: WorkPlaneInputMethod
See Also
Reference
WorkPlaneData Class
IdeaRS.Connections.Data Namespace